Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །གཟུགས་ཀྱི་ཁམས་ཐམས་ཅད་རྒྱུན་ཆད་པར་འགྱུར་རོ།
en: The entire realm of form will be cut off.

source: །གཟུགས་མེད་པའི་ཁམས་ཐམས་ཅད་རྒྱུན་ཆད་པར་འགྱུར་རོ།
en: The entire realm of formlessness will be cut off.” “

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་དུ་རིག་པར་བྱའོ།
en: Bodhisattva great beings should be known to resemble the Tathāgata himself.

source: །རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མེད་ན། འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་ཡོད་པར་མི་འགྱུར།
en: Subhūti, if there were no bodhisattva great beings, there would then be no unsurpassed, complete enlightenment on the part of the lord buddhas of the past, future, or present.

source: རང་སངས་རྒྱས་རྣམས་ཀྱང་འཇིག་རྟེན་དུ་འབྱུང་བར་མི་འགྱུར། དགྲ་བཅོམ་པ་རྣམས་དང་། ཕྱིར་མི་འོང་བ་རྣམས་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་དང་། རྒྱུན་དུ་ཞུགས་པ་རྣམས་ཀྱང་འཇིག་རྟེན་དུ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Nor would pratyekabuddhas appear in the world, nor indeed would arhats, those destined for only one more rebirth, those no longer subject to rebirth, or those entering the stream to nirvāṇa appear in the world.

source: །སེམས་ཅན་དམྱལ་བ་ཐམས་ཅད་རྒྱུན་ཆད་པར་མི་འགྱུར།
en: All the hells would not be cut off.

source: བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ཐམས་ཅད་ཀྱང་རྒྱུན་ཆད་པར་མི་འགྱུར།
en: The animal realms and all the worlds of Yama, too, would not be cut off.

source: འདོད་པའི་ཁམས་ཐམས་ཅད་ཀྱང་རྒྱུན་ཆད་པར་མི་འགྱུར།
en: The entire realm of desire, too, would not be cut off.

source: གཟུགས་ཀྱི་ཁམས་ཐམས་ཅད་དང་། གཟུགས་མེད་པའི་ཁམས་ཐམས་ཅད་ཀྱང་རྒྱུན་ཆད་པར་མི་འགྱུར་རོ།
en: The entire realm of form and the entire realm of formlessness, too, would not be cut off. “

source: །རབ་འབྱོར་དེ་ལྟ་བས་ན་གང་འདི་སྐད་དུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་དུ་རིག་པར་བྱའོ།
en: Subhūti, therefore when you said, ‘Bodhisattva great beings should be known to resemble the Tathāgata himself,’ {Ki.

source: །ཞེས་ཟེར་བ་ནི་རབ་འབྱོར་དེ་དེ་བཞིན་ནོ།
en: V: 132} it is so, Subhūti!

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་དུ་རིག་པར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་བཞིན་ཉིད་གང་གིས་དེ་བཞིན་གཤེགས་པར་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་རང་སངས་རྒྱས་སུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་འཕགས་པ་ཐམས་ཅད་དུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་གཟུགས་སུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པར་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བར་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་།
en: Subhūti, bodhisattva great beings should be known to be resemble the Tathāgata himself.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་སུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དུ་གདགས་པ་དང་། དེ་བཞིན་ཉིད་གང་གིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་གདགས་པ་དང་།
en: If you ask why, Subhūti, the real nature through which the tathāgatas are conceived; the real nature through which pratyekabuddhas are conceived; the real nature though which all the noble ones are conceived; the real nature through which physical forms are conceived; the real nature through which feelings, perceptions, formative predispositions, and consciousness are conceived; the real nature through which the sense fields, the sensory elements, and the links of dependent origination are conceived; the real nature through which all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are conceived; the real nature through which the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are conceived, the real nature through which the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are conceived; the real nature through which all-aspect omniscience is conceived; and the real nature through which conditioned elements, unconditioned elements, [and so forth] are conceived are all simply of that one nature.

source: དེ་བཞིན་ཉིད་གང་གིས་འདུས་བྱས་ཀྱི་ཁམས་དང་།
en: This is why it is called the real nature.

source: འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱི་བར་དུ་གདགས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དེ་ཁོ་ན་བཞིན་ཏེ། དེ་བས་ན་དེ་བཞིན་ཉིད་ཅེས་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་དེ་བཞིན་ཉིད་དེ་ལ་བསླབས་ཤིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་པས། དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་སྟེ།
en: It is because training in this real nature will bring those bodhisattva great beings to attain all-aspect omniscience that it is called tathāgata.

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན། དེ་བཞིན་ཉིད་ཚད་མར་བྱས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་དུ་རིག་པར་བྱའོ།
en: For this reason, Subhūti, taking the real nature as their standard, bodhisattva great beings should be known to resemble the Tathāgata himself. “

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དེ་བཞིན་ཉིད་ཀྱི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱ་སྟེ།
en: So it is, Subhūti, that bodhisattva great beings should train in the perfection of wisdom that is the real nature.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་དེ་བཞིན་ཉིད་ཀྱི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབས་ཤིང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ལ་སློབ་བོ།
en: Subhūti, having trained in the perfection of wisdom that is the real nature, bodhisattva great beings train in the real nature of all phenomena.

source: །ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ལ་བསླབས་ཤིང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཡོངས་སུ་རྫོགས་པར་བྱས་ཤིང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ལ་དབང་དུ་གྱུར་པ་ཐོབ་པར་བྱེད་དོ།
en: Having trained in the real nature of all phenomena, they perfect the real nature of all phenomena, and then they will attain mastery over the real nature of all phenomena.

source: །ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ལ་དབང་དུ་གྱུར་པ་ཐོབ་པར་བྱས་ཤིང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་པོ་ལ་མཁས་པར་བྱེད་དོ།
en: Having attained mastery over the real nature of all phenomena, they become skilled in [understanding] the capacities of all beings.

source: །དབང་པོ་ལ་མཁས་པར་བྱས་ཤིང་། དབང་པོ་ཡོངས་སུ་བསྐང་བ་ལ་མཁས་པ་ཐོབ་པར་བྱེད་དོ།
en: Having become skilled in their capacities, they acquire skill in fulfilling those capacities.

source: །དབང་པོ་ཡོངས་སུ་བསྐང་བ་ལ་མཁས་པ་འཐོབ་པར་བྱས་ཤིང་། སེམས་ཅན་རྣམས་ཀྱི་ལས་རང་གི་བྱས་པ་ཤེས་པར་བྱེད་དོ།
en: Having acquired skill in fulfilling those faculties, they will understand the deeds that beings have themselves undertaken.

source: །སེམས་ཅན་རྣམས་ཀྱི་རང་གི་ལས་ཤེས་པར་བྱས་ཤིང་། སྨོན་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Having understood the deeds that beings have themselves undertaken, they will perfect their wisdom based on their aspirations.

source: །སྨོན་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱས་ཤིང་། དུས་གསུམ་དུ་ཡེ་ཤེས་རྣམ་པར་དག་པར་བྱེད་དོ།
en: Having perfected their wisdom based on their aspirations, they will refine their wisdom with respect to the three times.

source: །དུས་གསུམ་དུ་ཡེ་ཤེས་རྣམ་པར་དག་པར་བྱས་ཤིང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་དོ།
en: Having refined their wisdom with respect to the three times, they will act for the benefit of beings through the conduct of a bodhisattva.

source: །སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་ཅིང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱེད་དོ།
en: Having acted for the benefit of beings, they will refine the buddhafields.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱས་ཤིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: Having refined the buddhafields, they will attain all-aspect omniscience.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱས་ཤིང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་རོ།
en: Having attained all-aspect omniscience, they will turn the wheel of the Dharma.

source: །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ཅིང་། སེམས་ཅན་རྣམས་ཐེག་པ་གསུམ་ལ་རབ་ཏུ་བཀོད་དོ།
en: Having turned the wheel of the Dharma, they will establish beings in the three vehicles.

source: །སེམས་ཅན་རྣམས་ཐེག་པ་གསུམ་ལ་རབ་ཏུ་བཀོད་ནས། ཕུང་པོའི་ལྷག་མ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་འོ།
en: Having established beings in the three vehicles, they will pass into final nirvāṇa in the expanse of nirvāṇa where no aggregates are left behind.

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཡོན་ཏན་དང་། ལེགས་པ་ཐམས་ཅད་མཐོང་ནས། བདག་གིས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བྱའོ། །གཞན་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དུ་གཞུག་པར་བྱའོ།
en: Subhūti, so it is that bodhisattva great beings should discern all these attributes and advantages, and then they themselves should set their minds on unsurpassed, complete enlightenment, and they should also encourage others to set their minds on unsurpassed, complete enlightenment.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་ཇི་སྐད་དུ་བསྟན་པ་འདི་ལ་སྤྱོད་པ་དེ་དག་ནི། ལྷ་དང་། མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས་ཕྱག་བགྱི་བར་འོས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Subhūti then said, “Blessed Lord, those bodhisattva great beings who practice this profound perfection of wisdom, as it has been revealed, are worthy of homage by the world with its gods, humans, and asuras.” “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་ཇི་སྐད་དུ་བསྟན་པ་འདི་ལ་སྤྱོད་པ་དེ་དག་ནི། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས་ཕྱག་བྱ་བར་འོས་པའོ། །གསོལ་པ།
en: Those bodhisattva great beings who practice this profound perfection of wisdom, just as it has been revealed, are worthy of homage by the world with its gods, humans, and asuras!” “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་དང་ལྡན་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བ་དེའི་བསོད་ནམས་ཇི་ཙམ་ཞིག་ཏུ་འཕེལ་བར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, to what extent will the merit increase of those bodhisattva great beings who have initially set their minds on enlightenment and who seek to attain consummate buddhahood in unsurpassed, complete enlightenment for the sake of all beings?” {Ki.

source: རབ་འབྱོར་གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད། ཉན་ཐོས་ཀྱི་ས་ལ་གནས་པར་གྱུར། རང་སངས་རྒྱས་ཀྱི་ས་ལ་གནས་པར་གྱུར་ན། སེམས་ཅན་དེ་དག་གི་བསོད་ནམས་ཆེས་མང་དུ་འཕེལ་ལམ། གསོལ་པ།
en: V: 133} “Subhūti,” replied the Blessed One, “if all the beings of the world system of the great trichiliocosm, as many as there are, were to be established on the level of the śrāvakas and if they were to be established on the level of the pratyekabuddhas, would the merit of those beings greatly increase?” “

source: །བཅོམ་ལྡན་འདས་ཚད་མ་མཆིས་སོ།
en: It would be immeasurable, Blessed Lord!

source: །བདེ་བར་གཤེགས་པ་ཚད་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: It would be immeasurable, Sugata!” “

source: རབ་འབྱོར་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་འམ། །རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པར་གྱུར་པའི་བསོད་ནམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་དང་ལྡན་པའི་བསོད་ནམས་ལས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཚོགས་དེ་ལ་ནི། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་འམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པར་གྱུར་པ་དེ་དག་གི་བསོད་ནམས་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་། བརྒྱ་སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་།
en: Subhūti,” continued the Blessed One, “comparing the merit of all beings of the world system of the great trichiliocosm who follow the vehicle of the śrāvakas or who follow the vehicle of the pratyekabuddhas with the merit of bodhisattva great beings who have initially set their minds on enlightenment, the merit of all beings of the world system of the great trichiliocosm who follow the vehicle of the śrāvakas or who follow the vehicle of the pratyekabuddhas would come nowhere near even a hundredth part of the provision of merit acquired by bodhisattva great beings who have initially set their minds on enlightenment.

source: བྱེ་བའི་ཆ་དང་། བྱེ་བ་བརྒྱའི་ཆ་དང་། བྱེ་བ་སྟོང་གི་ཆ་དང་། བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་། བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: It would come nowhere near even a thousandth, a hundred thousandth, a ten millionth, a billionth, a ten billionth, a trillionth, or a hundred billion trillionth part of it.

source: །གྲངས་དང་ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་། རྒྱུར་ཡང་མི་བཟོད་དོ།
en: It would not match it in any number, fraction, categorization, comparison, or quality.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་གང་ཟག་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ལས་བྱུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, the individuals who follow the vehicle of the śrāvakas and the vehicle of the pratyekabuddhas have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the śrāvakas and the pratyekabuddhas. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་འམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have become followers of the vehicle of the śrāvakas or who follow the vehicle of the pratyekabuddhas!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཡོན་ཏན་དང་ལྡན་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་།
en: Even if all the beings of the world system of the great trichiliocosm had acquired the attributes of the śrāvakas, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་བར་གྱི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: It would come nowhere near even a thousandth, a hundred thousandth, or anything up to a hundred billion trillionth part of it.

source: །དཔེ་དང་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི།
en: It would not even match it in any comparison or quality, and so on.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་རྣམས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ལས་བྱུང་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, the attributes of the śrāvakas and the pratyekabuddhas have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the śrāvakas and the pratyekabuddhas. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཡོན་ཏན་དང་ལྡན་པར་གྱུར་པ་འམ།
en: Leave aside all those beings of the world system of the great trichiliocosm who have acquired the attributes of the śrāvakas or who have acquired the attributes of the pratyekabuddhas!

source: རང་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་དང་ལྡན་པར་གྱུར་པ་ལྟ་ཞོག་གི །གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གིས་བསོད་ནམས་དེས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of bright insight, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་། བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་བར་གྱི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: It would come nowhere near even a thousandth, a hundred thousandth, or anything up to a hundred billion trillionth part of it.

source: །དཔེ་དང་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ།
en: It would not even match it in any comparison or quality, and so on.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་ལ་གནས་པ་རྣམས་ཏེ། དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་ལས་བྱུང་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are established on the level of bright insight have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the level of bright insight. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have been established on the level of bright insight!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་རིགས་ཀྱི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of the spiritual family, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་རིགས་ཀྱི་ས་ལ་གནས་པ་རྣམས་ཏེ། རིགས་ཀྱི་ས་ལས་བྱུང་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are established on the level of the spiritual family have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the level of the spiritual family. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རིགས་ཀྱི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have been established on the level of the spiritual family! {

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་བརྒྱད་པའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Ki.V: 134} Even if all the beings of the world system of the great trichiliocosm were established on the eighth-lowest level, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་བརྒྱད་པའི་ས་རྣམས་ཏེ། བརྒྱད་པའི་ས་ལས་བྱུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are on the eighth-lowest level have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the eighth-lowest level. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བརྒྱད་པའི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have been established on the eighth-lowest level!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་མཐོང་བའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of insight, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་མཐོང་བའི་ས་རྣམས་ཏེ། མཐོང་བའི་ས་ལས་བྱུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are on the level of insight have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the level of insight. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་མཐོང་བའི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have been established on the level of insight!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་བསྲབས་པའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་དེ་དག་གི་བསོད་ནམས་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of attenuated refinement, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི་བསྲབས་པའི་ས་རྣམས་ཏེ། བསྲབས་པའི་ས་ལས་བྱུང་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are on the level of attenuated refinement have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the level of attenuated refinement. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་བསྲབས་པའི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all those beings of the world system of the great trichiliocosm who have been established on the level of attenuated refinement!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་འདོད་ཆགས་དང་བྲལ་བའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་། བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of no attachment, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་ལས་བྱུང་བ་ནི། འདོད་ཆགས་དང་བྲལ་བའི་ས་ལ་གནས་པ་རྣམས་ཏེ། འདོད་ཆགས་དང་བྲལ་བའི་ས་ལས་བྱུང་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་ཡིན་ནོ།
en: If you ask why, those who are established on the level of no attachment have originated from the bodhisattvas, but it is not the case that bodhisattva great beings have originated from the level of no attachment. “

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་འདོད་ཆགས་དང་བྲལ་བའི་ས་ལ་གནས་པར་གྱུར་པ་ལྟ་ཞོག་གི །
en: Leave aside all the beings of the world system of the great trichiliocosm who have been established on the level of no attachment!

source: གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་བྱས་པ་རྟོགས་པའི་ས་ལ་གནས་པར་གྱུར་ཀྱང་། དེ་དག་གི་བསོད་ནམས་དེས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པའི་བསོད་ནམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །སྟོང་གི་ཆ་དང་།
en: Even if all the beings of the world system of the great trichiliocosm were established on the level of [an arhat’s] spiritual achievement, their merit would come nowhere near even a hundredth part of the merit of bodhisattvas who have initially set their minds on enlightenment.

source: བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་། བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་བར་གྱི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: It would come nowhere near even a thousandth, a hundred thousandth, or anything up to a hundred billion trillionth part of it.
